Repository: phallymakara/web_app_portfolio
Catalog: lib/l10n/app_*.arb
Languages: km

source: Home
km: ទំព័រដើម

# courses
source: Skill
km: ជំនាញ

source: Blog
km: ប្លុក

source: About me
km: អំពីខ្ញុំ

source: PHALLY MAKARA
km: ផល្លី មករា

source: Mobile App Developer
km: អ្នកអភិវឌ្ឍន៍អេបនិងអេអាយ

# mobileAppDeveloperDesc
source: I create beautiful and functional mobile applications with Flutter and Dart.
km: ខ្ញុំជាអ្នកអភិវឌ្ឍកម្មវិធីទូរស័ព្ទ និងបច្ចេកវិទ្យាផ្នែកអេអាយ ដែលមានចំណង់ចំណូលចិត្តក្នុងការបង្កើតអតិផរណា ដែលមានចំណង់ចំណូលចិត្តក្នុងការបង្កើតអតិផរណា ដែលមានចំណង់ចំណូលចិត្តក្នុងការបង្កើតអតិផរណា និងដំណោះស្រាយច្នៃប្រឌិតសម្រាប់អ្នកប្រើប្រាស់។ និងដំណោះស្រាយច្នៃប្រឌិតសម្រាប់អ្នកប្រើប្រាស់។

# cooperationRequest
source: Contact Me
km: ទំនាក់ទំនងខ្ញុំ

# footer
source: thank for watching
km: សូមអរគុណ!

source: Testimonials
km: សាក្សី

# testimonialsDescription
source: What people say about my work
km: អ្វីដែលមនុស្សនិយាយអំពីការងាររបស់ខ្ញុំ
